Revit 2027 API
ParameterTypeId.OrdinateDimSetting Property
 "Ordinate Dimension Settings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OrdinateDimSetting { get; }
Public Shared ReadOnly Property OrdinateDimSetting As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OrdinateDimSetting {
	ForgeTypeId^ get ();
}
static member OrdinateDimSetting : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace